<template>
  <div class="text-center mt-3">
    <h3>Любые обрамления по желанию Заказчика</h3>
    <h4>
      Вставка тегов в HEAD и BODY которые должен заполнить Глеб по дынным Володи
      SEO
    </h4>
    <h5>
      На практике все намного проще. Наводите курсор на страницу появится Лупа
      нажимаете Левую кнопку появл РУЧОНКА ей влево вправо
    </h5>
    <client-only>
      <flipbook
        class="flipbook"
        :pages="[
          '/31/31.3d/31.3d.20.0.jpg',
          '/31/31.3d/31.3d.20.1.jpg',
          '/31/31.3d/31.3d.20.2.jpg',
          '/31/31.3d/31.3d.20.3.jpg',
          '/31/31.3d/31.3d.20.4.jpg',
          '/31/31.3d/31.3d.20.5.jpg',
          '/31/31.3d/31.3d.20.6.jpg',
          '/31/31.3d/31.3d.20.7.jpg',
          '/31/31.3d/31.3d.20.8.jpg',
        ]"
      ></flipbook>
    </client-only>
  </div>
</template>

<script>
export default {
  layout: "test",
  mounted() {},

  head() {
    return {
      title: `Невероятные перелистывания`,

      meta: [
        {
          name: "description",
          content: `Купить в Москва, Санкт-Петербург, Казань, Екатеринбург, Ростов-на-Дону, Краснодар `,
        },
        {
          property: "og:type",
          content: "Большой ассортимент и выгодные цены 👍:",
        },
        {
          property: "og:title",
          content: `Лучшая цена 👍:  ⭐ ⭐ ⭐ ⭐ ⭐`,
          body: true,
        },
        {
          name: "og:description",
          content: ` руб., купить в Москва, Санкт-Петербург, Казань, Екатеринбург, Ростов-на-Дону, Краснодар (стоимость мелкий опт руб.). Доставка во все города РФ. Оптовые цены и скидки, акции, распродажи в Интернет магазине мебельной фурнитуры МФ-Комплект`,
          body: true,
        },
        {
          name: "og:url",
          content: `/catalog/`,
          body: true,
        },
        {
          name: "og:type",
          content: `website`,
          body: true,
        },
        {
          name: "og:image",
          content: ``,
          body: true,
        },
      ],
    };
  },
};
</script>

<style scoped>
.flipbook {
  width: 90vw;
  height: 90vh;
}
</style>
