<template>
  
  <section style="display: flex;
                    align-items: center;
                    justify-content: center;">
        <div style="max-width: 800px;">

            <h1 align="center">Анонс предстоящих семинаров</h1>
            <p>
                Компания МФ-Комплект проводит серию образовательных мероприятий в разных
                городах России. На семинарах будут представлены новинки ассортимента фурнитуры МФ и
                <a href="https://unihopper.pro/" target="_blank" rel="noopener noreferrer">UNIHOPPER</a>, а также
                рассмотрены их функциональные особенности и возможности применения этих решений в современном
                производстве
                мебели.
            </p>

            <p>
                На некоторых мероприятиях вас ждут дополнительные темы:
            </p>
            <ul>
                <li>
                    В Санкт-Петербурге — продукция компании <a href="https://tmf70.ru/" target="_blank"
                        rel="noopener noreferrer">Томские мебельные фасады</a>
                </li>
                <li>
                    В Краснодаре — продукция компании <a href="https://afc23.ru/" target="_blank"
                        rel="noopener noreferrer">Альфацентр</a>
                </li>
            </ul>


            <h2 align="center">Вы сможете:</h2>
            <ul>
                <li>Узнать о новинках и инновациях</li>
                <li>Получить ответы на актуальные вопросы</li>
                <li>Познакомиться с коллегами и экспертами</li>
                <li>Принять участие в розыгрыше ценных призов</li>
            </ul>

            <h2 align="center">Расписание семинаров:</h2>

            <a href="https://mf-docs.ru/unihopper_api/spb.jpg" target="_blank" rel="noopener noreferrer">
                <img src="https://mf-docs.ru/unihopper_api/spb.jpg" width="160" height="100" alt="Отель Санкт-Петербург"
                    align="right" vspace="10" hspace="10" style="border-radius: 5px;">
            </a>


            <h3>28 августа, Санкт-Петербург</h3>
            <p>
                Время: 10:00 <br>
                Место: Видовой зал <a href="https://hotel-spb.ru/conferencehalls/strelna" target="_blank"
                    rel="noopener noreferrer">«Стрельня» отеля «Санкт-Петербург»</a><br>
                Совместно с <a href="https://tmf70.ru/" target="_blank" rel="noopener noreferrer">Томскими мебельными
                    фасадами</a><br>
                Регистрация: <a href="https://forms.yandex.ru/u/6880d698068ff011bc679078" target="_blank"
                    rel="noopener noreferrer">яндекс форма</a>
            </p>

            <a href="https://mf-docs.ru/unihopper_api/rostov.jpg" target="_blank" rel="noopener noreferrer">
                <img src="https://mf-docs.ru/unihopper_api/rostov.jpg" width="160" height="100" alt="КВЦ ДонЭкспоцентр"
                    align="right" vspace="10" hspace="10" style="border-radius: 5px;">
            </a>

            <h3>3 сентября, Ростов-на-Дону</h3>
            <p>
                Время: 11:00 <br>
                Место: КВЦ «ДонЭкспоцентр», пр-т М. Нагибина, 30, 3 этаж, <a
                    href="https://donexpocentre-congress.ru/delta" target="_blank" rel="noopener noreferrer">зал
                    «Дельта»</a><br>
                Регистрация: <a href="tel:+78633065000">+7 (863) 306-50-00</a><br><br>
            </p>

            <a href="https://mf-docs.ru/unihopper_api/krd.jpg" target="_blank" rel="noopener noreferrer">
                <img src="https://mf-docs.ru/unihopper_api/krd.jpg" width="160" height="100" alt="Новокузнечная, 84"
                    align="right" vspace="10" hspace="10" style="border-radius: 5px;">
            </a>

            <h3>17 сентября, Краснодар</h3>
            <p>
                Время: 10:00 (регистрация с 9:30) <br>
                Место: ул. Новокузнечная, д. 84, 3-й этаж <br>
                Совместно с <a href="https://afc23.ru/" target="_blank" rel="noopener noreferrer">Альфацентром</a><br>
                Регистрация: <a href="tel:+78612159111">+7 (861) 215-91-11</a><br>
            </p>

            <a href="https://mf-docs.ru/unihopper_api/ekt.jpg" target="_blank" rel="noopener noreferrer">
                <img src="https://mf-docs.ru/unihopper_api/ekt.jpg" width="160" height="100"
                    alt="Ельцин-центр-Екатеринбург" align="right" vspace="10" hspace="10" style="border-radius: 5px;">
            </a>

            <h3>24 сентября, Екатеринбург</h3>
            <p>
                Время: 11:00 <br>
                Место: <a href="https://bycenter.ru/venues/media/" target="_blank"
                    rel="noopener noreferrer">медиазал</a>
                Бизнес-центра «Ельцин-центр — Екатеринбург», 3-й этаж <br>
                Регистрация: <a href="tel:+73432729922">+7 (343) 272-99-22</a><br><br>
            </p>

            <p>
                <b>🎯 Для кого:</b> дизайнеры, производители мебели, проектировщики, менеджеры <br>
                <b>💡 Почему стоит прийти:</b> чтобы быть в курсе трендов, получить экспертные знания и улучшить
                качество
                своих
                решений. <br>
            </p>

            <p align="center">
                <b>Регистрация открыта!</b><br>
                <b>Приходите — будьте в тренде!</b><br>
            </p>

        </div>
    </section>

</template>

<script>
// if (typeof require !== "undefined") XLSX = require("xlsx");
export default {

  data() {
    return {};
  },
  mounted() {
    // const workbook = window.XLSX.readFile("testExcel.xlsx");
    // console.log(workbook);
  },

  methods: {
    downloadResource(path) {
      window.open(path);
    },
  },
 
  head() {
    return {
      title: "БАЗИС-Мебельщик, архивы продукции - САПР, архивы, создание трехмерных моделей, конструирование мебельных изделий, формирование пользовательских классов фурнитуры, создание моделей крепежной и декоративной фурнитуры на базе элементов компании МФ-Комплект",
      meta: [
        {
          name: "description",
          content:
            "Архивы фурнитуры для использования в системе автоматического проектирования мебели БАЗИС-Мебельщик на базе фурнитуры компании МФ-Комплект.",
          hid: "description",
        },
        {
          name: "keywords",
          content:
            "БАЗИС-Мебельщик, САПР, архивы, создание трехмерных моделей, конструирование мебельных изделий, формирование пользовательских классов фурнитуры, создание моделей крепежной и декоративной фурнитуры, компания МФ-Комплект",
          hid: "keywords",
        },
      ],
    };
  },
};
</script>

<style scoped></style>
